---
kind: property
id: P:Autodesk.Revit.DB.Structure.Rebar.LayoutRule
zh: 钢筋、配筋
source: html/69eb7a49-7e5a-da45-6579-c91386888a7f.htm
---
# Autodesk.Revit.DB.Structure.Rebar.LayoutRule Property

**中文**: 钢筋、配筋

Identifies the layout rule of rebar set.

## Syntax (C#)
```csharp
public RebarLayoutRule LayoutRule { get; }
```